[
  {
    "id": 1,
    "name": "{\"en\": \"Collections\", \"sv\": null, \"pt_pt\": \"Coleções\"}",
    "description": "{\"en\": \"A Laravel Collection is a convenient wrapper around arrays, providing methods for manipulating the array data in useful ways.\", \"sv\": null, \"pt_pt\": \"Uma coleção no laravel é um wrapper para arrays, fornecendo métodos para manipular os dados do array de forma mais fácil.\"}",
    "created_at": "2020-08-24 21:25:52",
    "updated_at": "2023-01-11 13:28:22"
  },
  {
    "id": 2,
    "name": "{\"en\": \"HTML\", \"sv\": null, \"pt_pt\": \"HTML\"}",
    "description": "{\"en\": \"HTML (Hypertext Markup Language) is the primary language used to represent content on web pages. For example, it allows the the web browser to determine which parts of the content are headings, which parts are paragraph text, and which parts should be formatted as tables.\", \"sv\": null, \"pt_pt\": \"HTML (Hypertext Markup Language) é a linguagem principal usada para representar o conteúdo em páginas web. Por exemplo, permite que o navegador web determine que partes do conteúdo são títulos, que partes são texto de parágrafo e que partes devem ser formatadas como tabelas.\"}",
    "created_at": "2020-08-24 21:25:52",
    "updated_at": "2023-01-11 13:28:52"
  },
  {
    "id": 3,
    "name": "{\"en\": \"CSS\", \"sv\": null, \"pt_pt\": \"CSS\"}",
    "description": "{\"en\": \"CSS (Cascading Style Sheet) is the primary language used in websites to describe the intended visual appearance of the site and its content. For example, it allows the the web browser to determine what size text should be, what color the background of a heading should be, or the spacing between two elements on the page.\", \"sv\": null, \"pt_pt\": \"CSS (Cascading Style Sheet) é a linguagem principal usada em sites para descrever a aparência visual pretendida do site e do seu conteúdo. Por exemplo, permite que o navegador web determine o tamanho do texto, a cor do fundo de um título ou o espaçamento entre dois elementos na página.\"}",
    "created_at": "2020-08-24 21:25:52",
    "updated_at": "2023-01-11 13:41:07"
  },
  {
    "id": 4,
    "name": "{\"en\": \"Vagrant\", \"sv\": null, \"pt_pt\": \"Vagrant\"}",
    "description": "{\"en\": \"Vagrant is a software program used to manage and standardize development environments. It's a Ruby-based configuration layer that makes it easy to provision and control hypervisors (VMWare, Parallels, HyperV, etc.) with simple configuration scripts.\", \"sv\": null, \"pt_pt\": \"Vagrant é um programa usado para gerir e padronizar ambientes de desenvolvimento. É uma camada de configuração baseada em Ruby que facilita o provisionamento e o controlo de virtualizadores (VMWare, Parallels, HyperV, etc.) com scripts de configuração simples.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:40:46"
  },
  {
    "id": 5,
    "name": "{\"en\": \"Homestead\", \"sv\": null, \"pt_pt\": \"Homestead\"}",
    "description": "{\"en\": \"Laravel Homestead is an official, pre-set Vagrant box that is pre-configured to serve Laravel applications and mirrors Laravel Forge almost exactly.\", \"sv\": null, \"pt_pt\": \"O Laravel Homestead é uma caixa Vagrant oficial e pré-configurada para aplicações Laravel e clona de forma muito semelhante o Laravel Forge.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:40:29"
  },
  {
    "id": 6,
    "name": "{\"en\": \"Valet\", \"sv\": null, \"pt_pt\": \"Valet\"}",
    "description": "{\"en\": \"Valet is a Laravel development environment for Mac minimalists. Using Homebrew and a few bundled applications, it serves your Laravel projects (and also those in WordPress, Statamic, and more) with almost no configuration on your end.\", \"sv\": null, \"pt_pt\": \"O Valet é um ambiente minimalista de desenvolvimento Laravel para Mac. Usando o Homebrew e um conjunto de algumas aplicações, ele serve projetos Laravel (mas também WordPress, Statamic e outros) sem necessitar praticamente de nenhuma qconfiguração da sua parte.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:40:08"
  },
  {
    "id": 7,
    "name": "{\"en\": \"Request Lifecycle\", \"sv\": null, \"pt_pt\": \"Request Lifecycle\"}",
    "description": "{\"en\": \"The request lifecycle describes what happens as a request (whether via HTTP or the console) comes into the Laravel application and generates a response, which is returned to the user.\\r\\n\\r\\nEach request enters the application through `public\/index.php`, where Laravel is bootstrapped and the request is converted to a `Request` object. This object is passed to the kernel, and then the router, which passes it to the application's matching route closure or controller. These routes will act on the request, and then return a response, which is sent to the end user.\", \"sv\": null, \"pt_pt\": \"O 'request lifecycle' descreve o que acontece quando um pedido (seja via HTTP ou na consola) chega ao Laravel e gera uma resposta, que é devolvida ao utilizador.\\\\n\\\\nCada pedido entra na aplicação através de `public\/index.php`, onde o Laravel é inicializado e o pedido é convertido num objeto `Request`. Este objeto é passado para o kernel e, em seguida, para o roteador, que o passa para o controlador ou encerramento de rota correspondente na aplicação. Essas rotas atuarão no pedido e devolverão uma resposta, que será enviado ao utilizdor.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:39:40"
  },
  {
    "id": 8,
    "name": "{\"en\": \"Service Provider\", \"sv\": null, \"pt_pt\": \"Service Provider\"}",
    "description": "{\"en\": \"Service providers are the heart of every Laravel application. These PHP classes contain and organize the relevant code in which the framework (and dependencies) bootstrap themselves. This includes binding classes, defining event listeners, and registering everything Laravel uses across multiple systems like middleware and routes. Service providers run at the beginning of each request; as the app boostraps Laravel runs through each service provider listend in `app\/config\/app.php`. Laravel comes with core service providers, but programmers can also build our own.\", \"sv\": null, \"pt_pt\": \"Os 'Service Providers' são o coração de cada aplicação Laravel. Estas classes PHP contêm e organizam o código relevante no qual a estrutura (e dependências) se autoinicializam. Isto inclui 'binding classes', 'event listeners' e registro de tudo o que o Laravel usa em vários sistemas como 'middleware' e rotas. Os 'service providers' são executados no início de cada pedido; quando a aplicação arranca, o Laravel executa cada lista de 'service providers' em ʻapp\/config\/app.php`. O Laravel vem com 'service providers' básicos, mas os programadores também podem construir os seus próprios.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:39:20"
  },
  {
    "id": 9,
    "name": "{\"en\": \"Service Container\", \"sv\": null, \"pt_pt\": \"Service Container\"}",
    "description": "{\"en\": \"Laravel's service container, also known as the Inversion Of Control (IOC) container, Application container or Dependency Injection (DI) container, manages class dependencies and performs dependency injections. A dependency exists whenever one class uses (or depends on) another class or an interface, and it cannot do its work without them. The service container manages these dependencies and makes sure everything works as intended.\", \"sv\": null, \"pt_pt\": \"O Service Container do Laravel, também conhecido como Inversion Of Control (IOC) container, Application container ou Dependency Injection (DI), gere as dependências de classes e executa a injeção de dependências. Existe uma dependência sempre que uma classe usa (ou depende de) outra classe ou interface e não pode executar o seu código sem eles. O Service Container gere essas dependências e garante que tudo funciona conforme esperado.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:38:35"
  },
  {
    "id": 10,
    "name": "{\"en\": \"Helper Methods\", \"sv\": null, \"pt_pt\": \"Métodos Helper\"}",
    "description": "{\"en\": \"Laravel provides a large number of global functions called helpers that make some common tasks easier to perform. The list includes methods for working with strings, arrays, objects, URLs and other miscellaneous methods.\", \"sv\": null, \"pt_pt\": \"O Laravel fornece um grande número de funções globais chamadas de Helpers que tornam algumas tarefas comuns mais fáceis de executar. A lista inclui métodos para trabalhar com strings, arrays, objetos, URLs e outros métodos.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:38:15"
  },
  {
    "id": 11,
    "name": "{\"en\": \"CSRF Protection\", \"sv\": null, \"pt_pt\": \"Proteção CSRF\"}",
    "description": "{\"en\": \"To protect your application from cross-site request forgery, which is a type of malicious exploit of a website, Laravel generates (and validates) a CSRF token for each upcoming POST request to verify the authenticated user. Simply add `@csrf` inside your `<form>` and Laravel will take care of the rest.\", \"sv\": null, \"pt_pt\": \"Para proteger sua aplicação contra falsificação de pedidos entre sites, que é um tipo de ataque malicioso de um site, o Laravel gera (e valida) um token CSRF para cada pedido POST para verificar o utilizador autenticado. Adicione `@ csrf` dentro da tag do seu `<form>` e o Laravel cuidará do resto.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:37:50"
  },
  {
    "id": 12,
    "name": "{\"en\": \"Blade\", \"sv\": null, \"pt_pt\": \"Blade\"}",
    "description": "{\"en\": \"Blade is a templating engine provided with Laravel. While we could use plain `PHP` inside `HTML` files, the markup up would quickly become messy and hard to read. With Blade we can still loop through data in our views using `@for`, `@foreach`, `@forelse` or `@while`, echo data by using the mustache syntax `{{}}`, or display data conditionally by using clear syntax such as `@if`, `@elseif`, `@else` and `@unless`. Blade also offers many more directives and the ability to build your own, and a robust inheritance system, which make Blade a very powerful, yet easy to understand, templating language.\", \"sv\": null, \"pt_pt\": \"Blade é o motor de templates fornecido com o Laravel. Embora pudéssemos usar `PHP` simples dentro de arquivos `HTML`, o código rapidamente se tornaria confusa e difícil de ler. Com o Blade, ainda podemos percorrer os dados das visualizações usando `@for`,`@foreach`, `@forelse` ou `@while`, exportar dados usando a sintaxe das chavetas `{{}}`, ou exibir dados condicionalmente usando sintaxe clara como `@if`, `@elseif`, `@else` e `@menos`. O Blade também oferece muito mais diretivas e a capacidade de construir as suas próprias, e um potente sistema de herança, que tornam o Blade uma linguagem de templates muito poderosa, mas fácil de entender.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:37:22"
  },
  {
    "id": 13,
    "name": "{\"en\": \"Localization\", \"sv\": null, \"pt_pt\": \"Localização\"}",
    "description": "{\"en\": \"Localization is a way to translate a website or web app to different languages, including local currencies and units of measurement. Laravel provides an easy way to retrieve strings in various languages by either using the `__` helper function or the `@lang` Blade directive. Laravel also supports pluralization for languages that have different pluralization rules.\", \"sv\": null, \"pt_pt\": \"A localização é uma maneira de traduzir um site ou aplicação para diferentes idiomas, incluindo moedas locais e unidades de medida. O Laravel fornece uma maneira fácil de recuperar strings em várias linguagens usando a função auxiliar `__` ou a diretiva Blade `@lang`. O Laravel também suporta pluralização para linguagens que possuem regras de pluralização diferentes.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:36:57"
  },
  {
    "id": 14,
    "name": "{\"en\": \"VueJS\", \"sv\": null, \"pt_pt\": \"VueJS\"}",
    "description": "{\"en\": \"VueJS is a progressive frontend JavaScript framework for creating user interfaces, the `view` layer of the application. Its ease of use and a smooth learning curve means that Vue is a popular choice when choosing a front-end framework, so much so that Laravel provides an easy way to install and setup Vue inside Laravel app by running `php artisan ui vue` or `php artisan ui vue --auth`.\", \"sv\": null, \"pt_pt\": \"VueJS é uma estrutura progressiva de frontend JavaScript para criar interfaces de utilizador, a camada `view` da aplicação. A sua simplicidade de uso e uma curva de aprendizem facil significa que o Vue é uma escolha popular ao escolher uma framework front-end, tanto que o Laravel fornece uma maneira fácil de instalar e configurar o Vue dentro da aplicação Laravel executando `php artisan ui vue` ou `php artisan ui vue --auth`.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:36:34"
  },
  {
    "id": 15,
    "name": "{\"en\": \"Artisan\", \"sv\": null, \"pt_pt\": \"Artisan\"}",
    "description": "{\"en\": \"Laravel's Artisan is a command-line tool that comes part of every Laravel application, and can be accessed by running `php artisan` from the root of any Laravel app. Artisan comes with a large list of commands that make it easy to do anything from creating models, controllers, migrating database tables or interacting with a database using the command line interface. In addition to the commands that are already provided, programmers can alsocreate custom commands to simplify the process of interacting with each app from the command line.\", \"sv\": null, \"pt_pt\": \"Laravel's Artisan é uma ferramenta de linha de comando que faz parte de todas as aplicações Laravel, e pode ser acedida executando `php artisan` a partir da raiz de qualquer aplicação Laravel. O Artisan vem com uma grande lista de comandos que tornam fácil fazer qualquer coisa, desde criar modelos, controladores, migrar tabelas de base de dados ou interagir com uma base de dados usando a interface de linha de comando. Além dos comandos que já são fornecidos, os programadores também podem criar comandos personalizados para simplificar o processo de interação com cada aplicação a partir da linha de comando.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:36:13"
  },
  {
    "id": 16,
    "name": "{\"en\": \"Tinker\", \"sv\": null, \"pt_pt\": \"Tinker\"}",
    "description": "{\"en\": \"Tinker is a REPL (Read, Evaluate, Print, Loop) interactive tool that is included with every Laravel installation. Like Ruby's IRB, Tinker allows programmers to interact with their Laravel application and see the output of their actions.\", \"sv\": null, \"pt_pt\": \"Tinker é uma ferramenta interativa REPL (Read, Evaluate, Print, Loop) que está incluída em todas as instalações do Laravel. Como o IRB do Ruby, o Tinker permite que os programadores interajam com a sua aplicação Laravel e vejam o resultado imediato das suas instruções.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:35:41"
  },
  {
    "id": 17,
    "name": "{\"en\": \"Redis\", \"sv\": null, \"pt_pt\": \"Redis\"}",
    "description": "{\"en\": \"Redis (RemoteDictionaryServer) is an in-memory key-value store used as a database, cache, and a message broker. It is a no-SQL database, which means it does not use structures such like tables, rows or columns, and it does not use statements such as `SELECT`, `INSERT`, `UPDATE` or `DELETE`. Instead, it uses data structures like `strings`, `lists`, `sets`, `sorted sets`, `hashes`, `bitmaps` and others to store data. Because Redis is an in-memory database (with available persistence options), it is also very fast and therefore ideal for caching, real-time comment streams or queue jobs.\", \"sv\": null, \"pt_pt\": \"Redis (RemoteDictionaryServer) é um armazenamento de valores-chave na memória usado como base de dados, cache e mensagens. É uma base de dados sem SQL, o que significa que não usa estruturas como tabelas, linhas ou colunas, e não usa instruções como `SELECT`, ʻINSERT`, ʻUPDATE` ou` DELETE`. Em vez disso, usa estruturas de dados como `strings`, `listas`, `conjuntos`, `conjuntos ordenados`, `hashes`, `bitmaps` entre outros para armazenar dados. Como o Redis é uma base de dados em memória (com opções de persistência disponíveis), também é muito rápido e, portanto, ideal para armazenamento em cache, fluxos em tempo real ou trabalhos em pilha.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:35:14"
  },
  {
    "id": 18,
    "name": "{\"en\": \"Cashier\", \"sv\": null, \"pt_pt\": \"Cashier\"}",
    "description": "{\"en\": \"Laravel Cashier is a package that provides an easy to use and configurable interface to various billing services, such as Stripe, Paddle or Mollie.\", \"sv\": null, \"pt_pt\": \"Laravel Cashier é um pacote que oferece uma interface fácil de usar e configurável para diversos serviços de pagamento, como Stripe, Paddle ou Mollie.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:34:53"
  },
  {
    "id": 19,
    "name": "{\"en\": \"Dusk\", \"sv\": null, \"pt_pt\": \"Dusk\"}",
    "description": "{\"en\": \"Laravel Dusk is a browser automation and API testing package. With Dusk you can programmatically test your Laravel application or visit any website using a real Chrome browser. Dusk can automate repetitive tasks or scrape information from other websites and while Dusk uses a Chrome driver out of the box, you can use any other Selenium compatible drivers instead.\", \"sv\": null, \"pt_pt\": \"Laravel Dusk é um pacote de automatização de testes de browser e API. Com o Dusk, pode testar programaticamente a sua aplicação Laravel ou visitar qualquer site usando o browser Chrome. O Dusk pode automatizar tarefas repetitivas ou extrair informações de outros sites e, embora o Dusk use um driver do Chrome, pode usar qualquer outro driver compatível com Selenium.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:34:30"
  },
  {
    "id": 20,
    "name": "{\"en\": \"Envoy\", \"sv\": null, \"pt_pt\": \"Envoy\"}",
    "description": "{\"en\": \"Laravel Envoy provides a clear and concise, Blade-like syntax to define common tasks run on remote servers.\", \"sv\": null, \"pt_pt\": \"O Laravel Envoy fornece uma sintaxe clara e concisa semelhante ao Blade para definir tarefas comuns executadas em servidores remotos.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:34:13"
  },
  {
    "id": 21,
    "name": "{\"en\": \"Horizon\", \"sv\": null, \"pt_pt\": \"Horizon\"}",
    "description": "{\"en\": \"Horizon is a dashboard and configuration package for Laravel-powered Redis queues. Redis (RemoteDictionaryServer) is an in-memory key-value store used as a database, cache, and a message broker and Horizon makes it easy to monitor key metrics, for example, the health, performance, failures or history of any queue system in your Laravel application.\", \"sv\": null, \"pt_pt\": \"Horizon é um painel e pacote de configuração para pilhas Redis em Laravel. Redis (RemoteDictionaryServer) é um armazenamento de valores-chave na memória usado como base de dados, cache e mensagens, e o Horizon facilita a monitorização das principais métricas, por exemplo, integridade, desempenho, falhas ou histórico de qualquer sistema de pilha na sua aplicação Laravel.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:33:56"
  },
  {
    "id": 22,
    "name": "{\"en\": \"Passport\", \"sv\": null, \"pt_pt\": \"Passport\"}",
    "description": "{\"en\": \"Laravel Passport is a package to authenticate APIs. Due to the unique nature of APIs as they typically use tokens to authenticate users and do not maintain session state between requests, authenticating APIs has not always been straightforward. Laravel Passport makes it possible by implementing an OAuth2 server inside your Laravel application.\", \"sv\": null, \"pt_pt\": \"Laravel Passport é um pacote para autenticar APIs. Devido à natureza única das APIs, ue normalmente usam tokens para autenticar utilizadores e não mantêm o estado da sessão entre os pedidos, a autenticação de APIs nem sempre foi simples. O Laravel Passport torna isso possível implementando um servidor OAuth2 dentro da sua aplicação Laravel.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:33:32"
  },
  {
    "id": 23,
    "name": "{\"en\": \"Scout\", \"sv\": null, \"pt_pt\": \"Scout\"}",
    "description": "{\"en\": \"Laravel Scout is a full-text search package that uses an Algolia driver under the hood. However, it is possible to write a custom driver and extend Scout with your own search implementation, which makes Laravel Scout a great solution for any text-search related needs.\", \"sv\": null, \"pt_pt\": \"Laravel Scout é um pacote de pesquisa de texto completo que usa um driver Algolia sob o capô. No entanto, é possível escrever um driver personalizado e extender o Scout com uma implementação de pesquisa própria, o que torna o Laravel Scout uma ótima solução para qualquer necessidade relacionada à pesquisa de texto.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:33:04"
  },
  {
    "id": 24,
    "name": "{\"en\": \"Socialite\", \"sv\": null, \"pt_pt\": \"Socialite\"}",
    "description": "{\"en\": \"Laravel Socialite is a package that makes it easy to set up and use OAuth authentication in a Laravel application.\", \"sv\": null, \"pt_pt\": \"Laravel Socialite é um pacote que facilita a configuração e o uso da autenticação OAuth numa aplicação Laravel.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:32:41"
  },
  {
    "id": 25,
    "name": "{\"en\": \"Telescope\", \"sv\": null, \"pt_pt\": \"Telescope\"}",
    "description": "{\"en\": \"Laravel Telescope is a debug assistant package that allows to debug and monitor various aspects of Laravel application, such as exceptions, notifications, scheduled tasks, variable dumps and others.\", \"sv\": null, \"pt_pt\": \"Laravel Telescope é um pacote assistente de depuração que permite depurar e monitorar vários aspectos da aplicação Laravel, como exceções, notificações, tarefas agendadas, exportação de variáveis entre outros.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:32:21"
  },
  {
    "id": 26,
    "name": "{\"en\": \"Echo\", \"sv\": null, \"pt_pt\": \"Echo\"}",
    "description": "{\"en\": \"Laravel Echo is a JavaScript library for event broadcasting. It makes it easy to handle authentication, authorization and subscribing to channels and listen for event broadcasts. Because Laravel Echo is a Javascript library, it needs to be installed via NPM package manager.\", \"sv\": null, \"pt_pt\": \"Laravel Echo é uma biblioteca JavaScript para transmissão de eventos. Facilita o manuseamento da autenticação, autorização, assinatura de canais e a escuta de eventos. Como o Laravel Echo é uma biblioteca Javascript, ele precisa ser instalado via gestor de pacotes NPM.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:31:58"
  },
  {
    "id": 27,
    "name": "{\"en\": \"Vapor\", \"sv\": null, \"pt_pt\": \"Vapor\"}",
    "description": "{\"en\": \"Laravel Vapor is an auto-scaling, serverless deployment platform developed specifically for Laravel, powered by AWS Lambda.\", \"sv\": null, \"pt_pt\": \"Laravel Vapor é uma plataforma de implantação sem servidor com escalonamento automático, desenvolvida especificamente para Laravel, com tecnologia da AWS Lambda.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:31:37"
  },
  {
    "id": 28,
    "name": "{\"en\": \"Forge\", \"sv\": null, \"pt_pt\": \"Forge\"}",
    "description": "{\"en\": \"Laravel Forge is a server provisioning and management tool for PHP applications. Server provisioning is the process of setting up a server and making it ready to be used. This includes installing and configuring all necessary software and applications, connecting it to middleware, networks and storage and finally deploying the application. Laravel Forge makes this process as well as the management of the server easy and convenient.\", \"sv\": null, \"pt_pt\": \"Laravel Forge é uma ferramenta de aprovisionamento e gestão de servidor para aplicações PHP. O aprovisionamento de servidor é o processo de configurar um servidor e torná-lo pronto para ser usado. Este processo inclui instalar e configurar todas as aplicações necessárias, conectá-las ao middleware, redes, armazenamento e, finalmente, implementar a aplicação. O Laravel Forge torna este processo assim como o gestão do servidor fácil e conveniente.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:31:14"
  },
  {
    "id": 29,
    "name": "{\"en\": \"Nova\", \"sv\": null, \"pt_pt\": \"Nova\"}",
    "description": "{\"en\": \"Laravel Nova is an administration dashboard that is known for its great design and the ability to administer the app's database records using Eloquent, the Laravel ORM (Object-Relational Mapping).\", \"sv\": null, \"pt_pt\": \"O Laravel Nova é um painel de administração conhecido por seu excelente design e capacidade de administrar os registros da base de dados da aplicação, utilizando o Eloquent, o Laravel ORM (Object-Relational Mapping).\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:30:54"
  },
  {
    "id": 30,
    "name": "{\"en\": \"Lumen\", \"sv\": null, \"pt_pt\": \"Lumen\"}",
    "description": "{\"en\": \"Lumen is a free, API-focused microframework built by Laravel. Its incredible speed makes it one of the fastest microframeworks on the market, and because it is powered by Laravel's components, it is very easy to upgrade your Lumen application to a full Laravel application.\", \"sv\": null, \"pt_pt\": \"Lumen é uma micro framework gratuita focada numa API desenvolvida pelo Laravel. Com uma velocidade incrível torna-se um das micro frameworks mais rápidas do mercado e, por ser movida por componentes do Laravel, é muito fácil atualizar a aplicação Lumen para uma aplicação Laravel completa.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:30:33"
  },
  {
    "id": 31,
    "name": "{\"en\": \"Spark\", \"sv\": null, \"pt_pt\": \"Spark\"}",
    "description": "{\"en\": \"Spark is a software as a service (SaaS) application scaffolding. Using Spark in your application makes it easy to set up many common features of web applications such as subscriptions, invoices, team billing, user impersonation and many others.\", \"sv\": null, \"pt_pt\": \"Spark é um scaffolding de aplicação como serviço (SaaS). O uso do Spark na sua aplicação facilita a configuração de muitos recursos comuns de aplicações web, como assinaturas, faturas, cobranças, alterego de utilizadores e muitos outros.\"}",
    "created_at": "2020-08-24 21:25:53",
    "updated_at": "2023-01-11 13:30:04"
  },
  {
    "id": 32,
    "name": "{\"en\": \"Eloquent\", \"sv\": null}",
    "description": "{\"en\": \"Eloquent is an object-relational mapper (ORM) that makes interacting with your database a breeze.\", \"sv\": null}",
    "created_at": "2022-08-11 17:55:29",
    "updated_at": "2022-08-11 17:55:29"
  },
  {
    "id": 33,
    "name": "{\"en\": \"Contracts\", \"sv\": null}",
    "description": "{\"en\": \"Laravel's core services are defined by a set of PHP interfaces called contracts. Contracts allow you to explicitly define dependencies for your classes. For example, a class that implements the <code>Illuminate\\\\Contracts\\\\Mail\\\\Mailer<\/code> contract is required to provide an implementation for all of the methods needed for sending an email. Each of Laravel's contracts has a corresponding implementation provided by the framework.\", \"sv\": null}",
    "created_at": "2022-10-25 15:46:23",
    "updated_at": "2022-10-25 16:29:52"
  },
  {
    "id": 34,
    "name": "{\"en\": \"Concerns\", \"sv\": null}",
    "description": "{\"en\": \"Concerns in Laravel are simply a collection of traits – a language feature native to PHP. The term \\\"concerns\\\" comes from the programming design principle \\\"separation of concerns.\\\" The authors of Laravel implement this design principle by using traits.\", \"sv\": null}",
    "created_at": "2022-10-25 16:04:48",
    "updated_at": "2022-10-25 16:05:24"
  }
]