{
    "Home": "Accueil",
    "Learn": "Apprendre",
    "Learn Laravel": "Apprendre Laravel",
    "The tech concepts you should know in order to get a job as a Laravel developer.": "Les concepts techniques que vous devez connaître afin de trouver un job en tant que dévelopeur Laravel.",
    "That's all, for now.": "C'est tout pour le moment.",
    "Soon: more and better organized links to places to learn each of these technologies/tools, a more robust list of technologies, etc., and then later maybe exercises to test them and prove out your learning.": "Bientôt: plus de liens de qualité et organisés vers des resources pour apprendre chacunes de ces technologies/outils, une liste plus robuste de technologies, etc., et plus tard peut être des exercices pour les tester et approuver votre apprentissage.",
    "Glossary": "Glossaire",
    "Table of contents": "Table des matières",
    "No terms": "Aucun engagement",
    "Register": "Créer un compte",
    "Log in": "Se connecter",
    "E-Mail Address": "Adresse électronique",
    "Password": "Mot de passe",
    "Remember Me": "Se souvenir de moi",
    "Forgot Your Password?": "Mot de passe oublié?",
    "Name": "Nom",
    "Confirm Password": "Confirmer votre mot de passe",
    "Reset Password": "Réinitialiser votre mot de passe",
    "Reset Password Notification": "Avis de réinitialisation de mot de passe",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet email car nous avons reçu une requêtre de réinitialisation de mot de passe pour votre compte.",
    "This password reset link will expire in :count minutes.": "Ce lien pour réinitialiser votre mot de passe expirera dans :count minutes.",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé à réinitialiser votre mot de passe, aucune action de votre part est nécessaire.",
    "Regards": "Cordialement",
    "Whoops!": "Oups!",
    "Hello!": "Bonjour",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Si vous avez des difficultés à cliquer sur le bouton \":actionText\", copiez et collez l'adresse suivante\ndans votre navigateur: [:actionURL](:actionURL)",
    "Send Password Reset Link": "Envoyer un lien pour reéinitialiser le mot de passe",
    "Logout": "Quitter",
    "Verify Email Address": "Verifier l'adresse électronique",
    "Please click the button below to verify your email address.": "Cliquez sur le bouton ci-dessous pour vérifier votre adresse électronique.",
    "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, aucune action de votre part est nécessaire.",
    "Verify Your Email Address": "Verifier votre adresse électronique",
    "A fresh verification link has been sent to your email address.": "Un lien de vérification vous à été envoyé à votre adresse électronique.",
    "Before proceeding, please check your email for a verification link.": "Avant de continuer, vérifiez vos messages pour un lien de vérification.",
    "If you did not receive the email": "Si vous n'avez pas reçu de message",
    "click here to request another": "cliquez ici pour en demander un autre",
    "Back to login": "Retour à l'écran de connexion",
    "Don't have an account?": "Vous n'avez pas de compte?",
    "Already have an account?": "Vous avez déjà un compte?",
    "From the lovely folks at": "Par les incroyables gens de",
    "Source & Roadmap": "Code source & projets",
    "All resources": "Toutes les resources",
    ":locale resources": "Resources en :locale",
    "English and :locale resources": "Resources en anglais et :locale",
    "No": "Non"
}
