{
  "Onramp to Laravel": "Onramp ke Laravel",
  "Home": "Beranda",
  "Learn": "Belajar",
  "Glossary": "Glosarium",
  "Learn Laravel": "Belajar Laravel",
  "The tech concepts you should know in order to get a job as a Laravel developer.": "Konsep-konsep teknologi yang wajib kamu kuasai untuk mendapatkan pekerjaan sebagai Laravel Developer",
  "That's all, for now.": "Cukup sekian.",
  "Soon: more and better organized links to places to learn each of these technologies/tools, a more robust list of technologies, etc., and then later maybe exercises to test them and prove out your learning.": "Soon: Link yang update ke tempat belajar mengenai teknologi-teknologi ini, daftar teknologi yang lebih handal, dst., dan kedepannya latihan-latihan untuk mencoba teknologi-teknologi ini dan mengevaluasi apa yang telah kamu pelajari.",
  "Log in": "Masuk",
  "E-Mail Address": "Alamat E-mail",
  "Password": "Kata Sandi",
  "Remember Me": "Ingat Saya",
  "Forgot Your Password?": "Lupa Kata Sandi?",
  "Register": "Registrasi",
  "Name": "Nama",
  "Confirm Password": "Konfirmasi Kata Sandi",
  "Reset Password": "Reset Kata Sandi",
  "Reset Password Notification": "Notifikasi Reset Kata Sandi",
  "You are receiving this email because we received a password reset request for your account.": "Kamu menerima email ini karena kami telah menerima permohonan reset kata sandi dari akun kamu",
  "This password reset link will expire in :count minutes.": "Link reset kata sandi ini akan expire dalam :count menit.",
  "If you did not request a password reset, no further action is required.": "Jika kamu merasa tidak melakukan permohonan reset kata sandi, abaikan email ini.",
  "Regards": "Salam",
  "Whoops!": "Aduh!",
  "Hello!": "Halo!",
  "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:actionURL](:actionURL)": "Jika kamu mengalami kesulitan untuk mengklik tombol \":actionText\", copy dan paste URL di bawah ini \nke browser kamu: [:actionURL](:actionURL)",
  "Send Password Reset Link": "Kirim Link Reset Kata Sandi",
  "Logout": "Keluar",
  "Verify Email Address": "Verifikasi Alamat Email",
  "Please click the button below to verify your email address.": "Silahkan klik tombol di bawah ini untuk memverikasi emailmu.",
  "If you did not create an account, no further action is required.": "Jika kamu merasa tidak membuat akun di onramp.dev, abaikan email ini.",
  "Verify Your Email Address": "Verifikasi Alamat Email",
  "A fresh verification link has been sent to your email address.": "Link terbaru verifikasi email telah dikirim ke alamat email kamu.",
  "Before proceeding, please check your email for a verification link.": "Sebelum melanjutkan, tolong cek email kamu untuk melakukan verifikasi email.",
  "If you did not receive the email": "Jika kamu tidak menerima email yang dimaksud",
  "click here to request another": "klik di sini untuk pengiriman ulang",
  "Back to login": "Kembali ke halaman masuk",
  "Don't have an account?": "Tidak memiliki akun?",
  "Already have an account?": "Telah memiliki akun?",
  "From the lovely folks at": "Dari orang-orang yang menyenangkan di",
  "Source & Roadmap": "Sumber & Peta Jalan",
  "Table of contents": "Daftar isi",
  "All resources": "Semua Materi",
  ":locale resources": "Materi dalam Bahasa Indonesia",
  "English and :locale resources": "Materi dalam Bahasa Inggris & Bahasa Indonesia"
}
